export const frases = [
  {
    id: 1,
    frase: "إذا منحك الجني ثلاث أمنيات ، فماذا تطلب؟",
  },
  {
    id: 2,
    frase: "ما العذر الذي استخدمته من قبل للتخلص من موعد مزعج؟",
  },
  {
    id: 3,
    frase: "من هو آخر شخص حذفته على وسائل التواصل الاجتماعي؟",
  },
  {
    id: 4,
    frase: "هل هناك شخص ما تحبه في سرية تامة، ولا يعرف أحد عن ذلك؟",
  },
  {
    id: 5,
    frase: " متى كانت آخر مرة اعتذرت فيها؟ لماذا؟",
  },
  {
    id: 6,
    frase: " ما هو الفيلم الذي تشعر بالحرج من الاعتراف أنك تستمتع به؟",
  },
  {
    id: 7,
    frase: "ما هو السر الذي أخفته عن والديك؟",
  },
  {
    id: 8,
    frase:
      "هل تؤمن بأي خرافات؟ إذا كان الأمر كذلك، ما هي الخرافة التي تؤمن بها؟",
  },
  {
    id: 9,
    frase: "إذا كان بإمكانك أن تكون غير مرئي ، فما هو أول شيء ستفعله؟",
  },
  {
    id: 10,
    frase: "إذا كان بإمكانك أن تكون غير مرئي ، فما هو أول شيء ستفعله؟",
  },
  {
    id: 11,
    frase: "ما هي أكثر أكثر ساعة متأخرة عدت فيها للمنزل؟",
  },
  {
    id: 12,
    frase: "ما هو الشيء الأكثر إحراجًا الذي فعلته على الإطلاق؟",
  },
  {
    id: 13,
    frase: "ما هي أفكارك حول تعدد الزوجات؟",
  },
  {
    id: 14,
    frase: "ما هو أغرب حلم حلمت به؟",
  },
  {
    id: 15,
    frase: "ما هو أسوأ شيء قلته لأي شخص على الإطلاق؟",
  },
  {
    id: 16,
    frase: "ما هو أكبر خطأ قمت به على الإطلاق؟",
  },
  {
    id: 17,
    frase: "ما هو السر الذي لم تخبر به أحدا من قبل؟",
  },
  {
    id: 18,
    frase: "ما هي أفضل نصيحة تلقيتها؟",
  },
  {
    id: 19,
    frase: "ما هي الأشياء الخمسة التي ستجلبها إلى جزيرة صحراوية؟",
  },
  {
    id: 20,
    frase: "هل هناك حيوان أليف تخاف منه؟",
  },
  {
    id: 21,
    frase: "ما هي أكبر المشاكل التي مررت بها؟",
  },
  {
    id: 22,
    frase: "ما هي أكبر كمية من الطعام قمت بتناولها في جلسة واحدة؟",
  },
  {
    id: 23,
    frase: "ما هو أكثر شئ فعلته وندمت عليه في حياتك؟",
  },
  {
    id: 24,
    frase: "إذا منحك الجني ثلاث أمنيات ، فماذا تطلب؟",
  },
  {
    id: 25,
    frase: "ما العذر الذي استخدمته من قبل للتخلص من موعد مزعج؟",
  },
  {
    id: 26,
    frase: "من هو آخر شخص حذفته على وسائل التواصل الاجتماعي؟",
  },
  {
    id: 27,
    frase: "😎!عدى المرة دى, فلت يا عم",
  },
  {
    id: 28,
    frase: "أردت أن أتزوجها ولكن وجدت انها..؟",
  },
  {
    id: 30,
    frase: "هذا الشخص لا أخجل أن أقول له كل الأمور المحرجة عني؟",
  },
  {
    id: 31,
    frase: "إن كان لديك اختيار واحد فقط تصف به نفسك فأنت خيالي/ واقعي؟",
  },
  {
    id: 32,
    frase:
      "لو كنت امتلك المال الوفير سوف اقتني هذا النوع من السيارات (أي نوع)؟",
  },
  {
    id: 33,
    frase: "كانت آخر مرة شعرت أني وحيد عندما..؟",
  },
  {
    id: 34,
    frase: "شخص لم تتوقع أن يكون قدوتك فمن هو؟",
  },
  {
    id: 35,
    frase: "هذا الموقف دفعني للبكاء لدرجة القهر فما هو؟",
  },
  {
    id: 36,
    frase: "لن أسامح أبدًا إن فعل صديقي .. ؟",
  },
  {
    id: 37,
    frase: "من هو الشخص الذي قد تقدم له حياتك دون تفكير؟",
  },
  {
    id: 38,
    frase: "عدى المرة دى, فلت يا عم😎",
  },
  {
    id: 39,
    frase: "في هذا الوقت شعرت بالندم على تفويت هذه الفرصة.. فما هى؟",
  },
  {
    id: 40,
    frase: "صف نفسك في كلمة واحدة أنا شخص حكيم/ متهور؟",
  },
  {
    id: 41,
    frase: "هل أنت عقلاني/ رومانسي؟",
  },
  {
    id: 42,
    frase: "هل تتذكر آخر مرة قمت بالاعتذار وأنت غير مقتنع أنك على خطأ؟",
  },
  {
    id: 43,
    frase: "هذا الشخص أكرهه لأنه.. فماذا فعل؟",
  },
  {
    id: 45,
    frase: "هذا الموقف دفعني للبكاء فما هو؟ ومتى حدث؟",
  },
  {
    id: 46,
    frase: "كان سرًا ولم يصبح؟",
  },
  {
    id: 47,
    frase: "كذب لإنقاذ الموقف.. تتذكر هذا الموقف؟",
  },
  {
    id: 48,
    frase: "تملقت مديري فقلت له أنه؟",
  },
  {
    id: 49,
    frase: "سمح لك أن تفعل شئ حرام، ولن تحسب عليه.. فسيكون؟",
  },
  {
    id: 50,
    frase: "ما هي العطلة المثالية بالنسبة لك ؟",
  },
  {
    id: 51,
    frase: "ما هي أحلى ذكرى في حياتك ؟",
  },
  {
    id: 52,
    frase:
      "هَلْ قال لك شخصاً ما أي شيء أثر فيك كثيراً ؟ سواء كان سلباً أو إيجاباً ؟",
  },
  {
    id: 53,
    frase: "ماذا تفعل عندما تشعر بالوحدة والفراغ وأنت جالس بمفردك ؟",
  },
  {
    id: 54,
    frase: "إذا أنجبت بنتاً ماذا سوف تقوم بتسميتها ؟",
  },
  {
    id: 254,
    frase: "عدى المرة دى😎",
  },
  {
    id: 55,
    frase: "إذا أنجبت ولداً ماذا سوف تقوم بتسميته ؟",
  },
  {
    id: 56,
    frase: "تصلى ولا تقعد مع صحبة صالحة؟",
  },
  {
    id: 57,
    frase: "جواز عن حب  ولا صالونات؟",
  },
  {
    id: 58,
    frase: "عدى المرة دى😎",
  },
  {
    id: 59,
    frase:
      "ما الخطأ الذي قمت بفعله في الماضي وتتمنى الرجوع إلى الماضي وتغييره ؟",
  },
  {
    id: 60,
    frase: "كم علاقة حب مررت بها حتى الأن ؟",
  },
  {
    id: 61,
    frase:
      "كيف يمكن أن تقضي وقتك في حال كنت حزينًا جدًّا ولا ترغب في رؤية أحد من الأشخاص؟",
  },
  {
    id: 62,
    frase: "هي يمكنك أن تخبر أصدقاءك بجميع أسرارك التي تحتفظ بها لنفسك؟",
  },
  {
    id: 63,
    frase: "عدى المرة دى😎",
  },
  {
    id: 64,
    frase:
      "ما هي العادات التي تعجبك في شخصيتك وتتمنى لو أن الجميع يمتلك نفس العادة؟",
  },
  {
    id: 65,
    frase: "أيهما تفضل أكثر المحاولة رغم الفشل أم عدم المحاولة أصلًا؟",
  },
  {
    id: 66,
    frase: "هل تعتبر نفسك قد حققت جميع أهدافك وكنت إنسان ناجح في الحياة؟",
  },
  {
    id: 67,
    frase: "هل تفكرين بالماضي أكثر أم بالمستقبل ولماذا؟",
  },
  {
    id: 68,
    frase: "ما هو أكثر الأمور التي تشغل تفكيرك في حياتك اليومية.",
  },
  {
    id: 69,
    frase: "هل قمت بالتدخين قبل ذلك، وكم كان عمرك عندما دخنت أول مرة؟",
  },
  {
    id: 70,
    frase: "ماذا تكون ردة فعلك إذا أخطأت في حقك ولم أعتذر لك إلا بعد وقت طويل؟",
  },
  {
    id: 71,
    frase: "ما هي الأمينة الوحيدة التي تسعى إلى تحقيقها ولم تحققها بعد؟",
  },
  {
    id: 72,
    frase: "عدى المرة دى😎",
  },
  {
    id: 73,
    frase: "هل تعتقد أنك إنسان غيور؟",
  },
  {
    id: 74,
    frase: "إذا كنت جالس لوحدك وشعرت كثيرًا بالفراغ ماذا يمكنك أن تفعل؟",
  },
  {
    id: 75,
    frase: "من الشخص الذي كان له فضل كبير على تكوين شخصيتك كما أنت عليه الآن؟",
  },
  {
    id: 76,
    frase: "ما هي أكثر المواقف المحرجة التي تعرضت لها خلال أيام الدراسة؟",
  },
  {
    id: 77,
    frase: "ما هو المكان الذي تحب قضاء وقت طويل فيه؟",
  },
  {
    id: 78,
    frase: "إذا أتيح لك أن تغير اسمك، ما الاسم الذي يمكن أن تختاره لنفسك؟",
  },
  {
    id: 79,
    frase: "هل أنت ممن يفضلون الزواج عن طريق الحب أم عن طريق الزواج التقليدي.",
  },
  {
    id: 80,
    frase: "عدى المرة دى😎",
  },
  {
    id: 81,
    frase: "هل أسأت إلى أحد الأشخاص يومًا وندمت كثيرًا على ذلك؟",
  },
  {
    id: 82,
    frase: "لو خيروك بين سماع أصوات مخيفة ليلًا أو النوم في مقبرة مظلمة ماذا تختار؟",
  },
  {
    id: 83,
    frase: "لو خيروك بين رؤية الأشباح أو مواجهة الزومبي ماذا تختار؟",
  },
  {
    id: 84,
    frase: "لو خيروك بين العيش في القرن السادس عشر أو القرن الخامس والعشرين ماذا تختار؟",
  },
  {
    id: 85,
    frase: "لو خيروك بين أن تمتلك ذكاء أينشتاين أو أموال بيل غيتس ماذا تختار؟",
  },
  {
    id: 86,
    frase: "لو خيروك بين الاعتذار عن خطأ قمت به أو أن تنسى جميع أخطائك ماذا تختار؟",
  },
  {
    id: 87,
    frase: "لو خيروك بين مليون دولار مقابل عشر سنوات من عمرك أو تبقى العشر سنوات دون مال ماذا تختار؟",
  },
  {
    id: 88,
    frase: "لو خيروك بين الموت بالمسدس في هذه اللحظة أو أن تصاب بمرض عضال ماذا تختار؟",
  },
  {
    id: 89,
    frase: "عدى المرة دى😎",
  },
  {
    id: 90,
    frase: "لو خيروك بين مليون دولار مقابل عشر سنوات من عمرك أو تبقى العشر سنوات دون مال ماذا تختار؟",
  },
  {
    id: 91,
    frase: "لو خيروك بين الموت بالمسدس في هذه اللحظة أو أن تصاب بمرض عضال ماذا تختار؟",
  },
  {
    id: 92,
    frase: "لو خيروك بين القدرة على سماع أفكار الناس أو أن يسمع الناس أفكارك ماذا تختار منهما؟",
  },
  {
    id: 93,
    frase: "لو خيروك بين إنقاذ شخص عزيز على قلبك كثيرًا أو أن تنقذ نفسك أنت ماذا تختار؟",
  },
  {
    id: 94,
    frase: "لو خيروك بين العيش في الماضي أو في المستقبل أيهما تختار؟",
  },
  {
    id: 95,
    frase: "لو خيروك بين الحصول على المال والسفر من بلدك أو أن تبقى في بلدك فقيرًا ماذا تختار؟",
  },
  {
    id: 96,
    frase: "إذا أتيح لك أي من الشخصيات الكرتونية تتنمى أن تكون؟",
  },
  {
    id: 97,
    frase: "من هو أول شخص تفكير فيه عندما تسمع نكتة قذرة؟",
  },
  {
    id: 98,
    frase: "ما هو اللقب الذي ينادي عليك به أصدقاؤك؟",
  },
  {
    id: 99,
    frase: "عدى المرة دى😎",
  },
  {
    id: 100,
    frase: "ما هي النكتة التي ضحكت عليها كثيرًا ولا تنساها أبدًا؟",
  },
];
