export const frases = [
  {
    id: 1,
    frase: "إذا منحك الجني ثلاث أمنيات ، فماذا تطلب؟",
  },
  {
    id: 2,
    frase: "ما العذر الذي استخدمته من قبل للتخلص من موعد مزعج؟",
  },
  {
    id: 3,
    frase: "من هو آخر شخص حذفته على وسائل التواصل الاجتماعي؟",
  },
  {
    id: 4,
    frase: "هل هناك شخص ما تحبه في سرية تامة، ولا يعرف أحد عن ذلك؟",
  },
  {
    id: 5,
    frase: " متى كانت آخر مرة اعتذرت فيها؟ لماذا؟",
  },
  {
    id: 6,
    frase: " ما هو الفيلم الذي تشعر بالحرج من الاعتراف أنك تستمتع به؟",
  },
  {
    id: 7,
    frase: "ما هو السر الذي أخفته عن والديك؟",
  },
  {
    id: 8,
    frase:
      "هل تؤمن بأي خرافات؟ إذا كان الأمر كذلك، ما هي الخرافة التي تؤمن بها؟",
  },
  {
    id: 9,
    frase: "إذا كان بإمكانك أن تكون غير مرئي ، فما هو أول شيء ستفعله؟",
  },
  {
    id: 10,
    frase: "إذا كان بإمكانك أن تكون غير مرئي ، فما هو أول شيء ستفعله؟",
  },
  {
    id: 11,
    frase: "ما هي أكثر أكثر ساعة متأخرة عدت فيها للمنزل؟",
  },
  {
    id: 12,
    frase: "ما هو الشيء الأكثر إحراجًا الذي فعلته على الإطلاق؟",
  },
  {
    id: 13,
    frase: "ما هي أفكارك حول تعدد الزوجات؟",
  },
  {
    id: 14,
    frase: "ما هو أغرب حلم حلمت به؟",
  },
  {
    id: 15,
    frase: "ما هو أسوأ شيء قلته لأي شخص على الإطلاق؟",
  },
  {
    id: 16,
    frase: "ما هو أكبر خطأ قمت به على الإطلاق؟",
  },
  {
    id: 17,
    frase: "ما هو السر الذي لم تخبر به أحدا من قبل؟",
  },
  {
    id: 18,
    frase: "ما هي أفضل نصيحة تلقيتها؟",
  },
  {
    id: 19,
    frase: "ما هي الأشياء الخمسة التي ستجلبها إلى جزيرة صحراوية؟",
  },
  {
    id: 20,
    frase: "هل هناك حيوان أليف تخاف منه؟",
  },
  {
    id: 21,
    frase: "ما هي أكبر المشاكل التي مررت بها؟",
  },
  {
    id: 22,
    frase: "ما هي أكبر كمية من الطعام قمت بتناولها في جلسة واحدة؟",
  },
  {
    id: 23,
    frase: "ما هو أكثر شئ فعلته وندمت عليه في حياتك؟",
  },
  {
    id: 24,
    frase: "إذا منحك الجني ثلاث أمنيات ، فماذا تطلب؟",
  },
  {
    id: 25,
    frase: "ما العذر الذي استخدمته من قبل للتخلص من موعد مزعج؟",
  },
  {
    id: 26,
    frase: "من هو آخر شخص حذفته على وسائل التواصل الاجتماعي؟",
  },
  {
    id: 27,
    frase: "😎!عدى المرة دى, فلت يا عم",
  },
  {
    id: 28,
    frase: "أردت أن أتزوجها ولكن وجدت انها..؟",
  },
  {
    id: 30,
    frase: "هذا الشخص لا أخجل أن أقول له كل الأمور المحرجة عني؟",
  },
  {
    id: 31,
    frase: "إن كان لديك اختيار واحد فقط تصف به نفسك فأنت خيالي/ واقعي؟",
  },
  {
    id: 32,
    frase:
      "لو كنت امتلك المال الوفير سوف اقتني هذا النوع من السيارات (أي نوع)؟",
  },
  {
    id: 33,
    frase: "كانت آخر مرة شعرت أني وحيد عندما..؟",
  },
  {
    id: 34,
    frase: "شخص لم تتوقع أن يكون قدوتك فمن هو؟",
  },
  {
    id: 35,
    frase: "هذا الموقف دفعني للبكاء لدرجة القهر فما هو؟",
  },
  {
    id: 36,
    frase: "لن أسامح أبدًا إن فعل صديقي .. ؟",
  },
  {
    id: 37,
    frase: "من هو الشخص الذي قد تقدم له حياتك دون تفكير؟",
  },
  {
    id: 38,
    frase: "عدى المرة دى, فلت يا عم😎",
  },
  {
    id: 39,
    frase: "في هذا الوقت شعرت بالندم على تفويت هذه الفرصة.. فما هى؟",
  },
  {
    id: 40,
    frase: "صف نفسك في كلمة واحدة أنا شخص حكيم/ متهور؟",
  },
  {
    id: 41,
    frase: "هل أنت عقلاني/ رومانسي؟",
  },
  {
    id: 42,
    frase: "هل تتذكر آخر مرة قمت بالاعتذار وأنت غير مقتنع أنك على خطأ؟",
  },
  {
    id: 43,
    frase: "هذا الشخص أكرهه لأنه.. فماذا فعل؟",
  },
  {
    id: 45,
    frase: "هذا الموقف دفعني للبكاء فما هو؟ ومتى حدث؟",
  },
  {
    id: 46,
    frase: "كان سرًا ولم يصبح؟",
  },
  {
    id: 47,
    frase: "كذب لإنقاذ الموقف.. تتذكر هذا الموقف؟",
  },
  {
    id: 48,
    frase: "تملقت مديري فقلت له أنه؟",
  },
  {
    id: 49,
    frase: "سمح لك أن تفعل شئ حرام، ولن تحسب عليه.. فسيكون؟",
  },
  {
    id: 50,
    frase: "ما هي العطلة المثالية بالنسبة لك ؟",
  },
  {
    id: 51,
    frase: "ما هي أحلى ذكرى في حياتك ؟",
  },
  {
    id: 52,
    frase:
      "هَلْ قال لك شخصاً ما أي شيء أثر فيك كثيراً ؟ سواء كان سلباً أو إيجاباً ؟",
  },
  {
    id: 53,
    frase: "ماذا تفعل عندما تشعر بالوحدة والفراغ وأنت جالس بمفردك ؟",
  },
  {
    id: 54,
    frase: "إذا أنجبت بنتاً ماذا سوف تقوم بتسميتها ؟",
  },
  {
    id: 55,
    frase: "إذا أنجبت ولداً ماذا سوف تقوم بتسميته ؟",
  },
  {
    id: 56,
    frase: "تصلى ولا تقعد مع صحبة صالحة؟",
  },
  {
    id: 57,
    frase: "جواز عن حب  ولا صالونات؟",
  },
  {
    id: 58,
    frase: "عدى المرة دى😎",
  },
  {
    id: 59,
    frase:
      "ما الخطأ الذي قمت بفعله في الماضي وتتمنى الرجوع إلى الماضي وتغييره ؟",
  },
  {
    id: 60,
    frase: "كم علاقة حب مررت بها حتى الأن ؟",
  },
];
