export const frases = [
  {
    id: 1,
    frase: "كم ترتيبك بين اخوانك؟",
  },
  {
    id: 2,
    frase: "سهل أنك تعلق بشخص؟",
  },
  {
    id: 3,
    frase: "ايش ينادونك؟",
  },
  {
    id: 4,
    frase: "عمرك؟",
  },
  {
    id: 5,
    frase: "افضل اصدقاءك",
  },
  {
    id: 6,
    frase: "فيه شخص تفقد وجوده؟",
  },
  {
    id: 7,
    frase: "لون عينيك؟ ",
  },
  {
    id: 8,
    frase: "نفسك في شيءدلوءتى؟",
  },
  {
    id: 9,
    frase: "ما عدد أخوانك وأخواتك؟",
  },
  {
    id: 10,
    frase: "تشبه أحد من المشاهير؟",
  },
  {
    id: 11,
    frase: " أشياء نفسك تتعلمها؟",
  },
  {
    id: 12,
    frase: "أكثر مكان تحب تجلس فيه؟",
  },
  {
    id: 13,
    frase: "حكمتك فى الحياة؟",
  },
  {
    id: 14,
    frase: "أحل ذكريات كانت مع مين, وفين؟",
  },
  {
    id: 15,
    frase: " متى أخر مرت سافرت, وفين ؟",
  },
  {
    id: 16,
    frase: "عدى المرة دى😎",
  },
  {
    id: 17,
    frase: "أكثر شخص تثق فيه؟ ",
  },
  {
    id: 18,
    frase: "اكتر مبلغ جمعته كان؟",
  },
  {
    id: 19,
    frase: "أخر محادثة مع مين؟",
  },
  {
    id: 20,
    frase: "قل قصة تخوف صارت لك؟",
  },
  {
    id: 21,
    frase: "وين ساكن الحين ؟ ",
  },
  {
    id: 22,
    frase: " مين قدوتك بالحياة؟",
  },
  {
    id: 23,
    frase: "تحس فيه أحد يغار عليك؟",
  },
  {
    id: 24,
    frase: "كيف يومك؟",
  },
  {
    id: 25,
    frase: "مبسوط؟",
  },
  {
    id: 26,
    frase: "راضي بحياتك, وحابب ايه يتغير فيها؟",
  },
  {
    id: 27,
    frase: "تضايقت! ايش تسوي؟",
  },
  {
    id: 28,
    frase: "زعلان من أحد ؟ مين هو؟",
  },
  {
    id: 29,
    frase: "أحلى اسم بنت / ولد عندك؟",
  },
  {
    id: 30,
    frase: " فلمك / مسلسلك / كتابك المفضل؟",
  },
  {
    id: 31,
    frase: "لونك المفضل؟ ",
  },
  {
    id: 32,
    frase: " فيه أشخاص ماترد لهم طلب؟",
  },
  {
    id: 33,
    frase: " فيه أشخاص ماترد عليهم ؟",
  },
  {
    id: 34,
    frase: "عدى المرة دى😎",
  },
  {
    id: 35,
    frase: "هوايتك؟",
  },
  {
    id: 36,
    frase: "حاجة بتستمتع وانت بتعملها؟",
  },
  {
    id: 37,
    frase: "حاسس بملل. هتعمل ايه؟",
  },
  {
    id: 38,
    frase: "اكتر مكان تحب تجلس فيه؟",
  },
  {
    id: 39,
    frase: "شىء تتمناه يتحقق؟",
  },
  {
    id: 40,
    frase: "فى حد ندمت انك عرفته؟",
  },
  {
    id: 41,
    frase: "تخصصك؟",
  },
  {
    id: 42,
    frase: "اخر مرة بكيت؟",
  },
  {
    id: 43,
    frase: "سهل انك تتعلق بشخص؟",
  },
  {
    id: 44,
    frase: "عدى المرة دى😎",
  },
  {
    id: 45,
    frase: "اكبر مخاوفك؟",
  },
  {
    id: 46,
    frase: "قبل كدا خسرت شخص عزيز؟",
  },
  {
    id: 47,
    frase: "ايش تشجع؟",
  },
  {
    id: 48,
    frase: "اكتر شخص تثق فيه؟",
  },
  {
    id: 49,
    frase: "اخر مرة ضحكت بجد؟",
  },
  {
    id: 50,
    frase: "مكان نفسك تكمل حياتك فيه؟",
  },
];
